[
  {
    "title": "Toy Story",
    "releaseDate": "1995-10-30",
    "rating": "7.7/10",
    "summary": "Andy heads off to Cowboy Camp, leaving his toys to their own devices. Things shift into high gear when an obsessive toy collector named Al McWhiggen, owner of Al's Toy Barn kidnaps Woody. Andy's toys mount a daring rescue mission, Buzz Lightyear meets his match and Woody has to decide where he and his heart truly belong.",
    "image": "Toystory.jpg"
  },
  {
    "title": "Toy Story 2",
    "releaseDate": "1999-10-30",
    "rating": "7.3/10",
    "summary": "Woody, Buzz, and the rest of Andy's toys haven't been played with in years. With Andy about to go to college, the gang find themselves accidentally left at a nefarious day care center. The toys must band together to escape and return home to Andy.",
    "image": "Toystory2.jpg"
  },
  {
    "title": "Toy Story 3",
    "releaseDate": "2010-06-16",
    "rating": "7.6/10",
    "summary": "Woody, Buzz, and the rest of Andy's toys haven't been played with in years. With Andy about to go to college, the gang find themselves accidentally left at a nefarious day care center. The toys must band together to escape and return home to Andy.",
    "image": "Toystory3.jpg"
  },
  {
    "title": "Harry Potter and the Philosopher's Stone",
    "releaseDate": "2001-11-16",
    "rating": "7.5/10",
    "summary": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame.",
    "image": "Harry Potter and the Philosopher's Stone.jpg"
  },
  {
    "title": "Harry Potter and the Chamber of Secrets",
    "releaseDate": "2002-11-13",
    "rating": "7.4/10",
    "summary": "Ignoring threats to his life, Harry returns to Hogwarts to investigate – aided by Ron and Hermione – a mysterious series of attacks.",
    "image": "Harry Potter and the Chamber of Secrets.jpg"
  },
  {
    "title": "Harry Potter and the Prisoner of Azkaban",
    "releaseDate": "2004-05-31",
    "rating": "7.7/10",
    "summary": "Harry, Ron and Hermione return to Hogwarts for another magic-filled year. Harry comes face to face with danger yet again, this time in the form of escaped convict, Sirius Black – and turns to sympathetic Professor Lupin for help.",
    "image": "Harry Potter and the Prisoner of Azkaban.jpg"
  },
  {
    "title": "Harry Potter and the Goblet of Fire",
    "releaseDate": "2005-11-05",
    "rating": "7.5/10",
    "summary": "Harry starts his fourth year at Hogwarts, competes in the treacherous Triwizard Tournament and faces the evil Lord Voldemort. Ron and Hermione help Harry manage the pressure – but Voldemort lurks, awaiting his chance to destroy Harry and all that he stands for.",
    "image": "Harry Potter and the Goblet of Fire.jpg"
  },
  {
    "title": "Harry Potter and the Order of the Phoenix",
    "releaseDate": "2007-06-28",
    "rating": "7.4/10",
    "summary": "Harry Potter has lived under the stairs at his aunt and uncle's house his whole life. But on his 11th birthday, he learns he's a powerful wizard -- with a place waiting for him at the Hogwarts School of Witchcraft and Wizardry. As he learns to harness his newfound powers with the help of the school's kindly headmaster, Harry uncovers the truth about his parents' deaths -- and about the villain who's to blame.",
    "image": "Harry Potter and the Order of the Phoenix.jpg"
  },
  {
    "title": "Harry Potter and the Half-Blood Prince",
    "releaseDate": "2009-07-07",
    "rating": "7.4/10",
    "summary": "As Harry begins his sixth year at Hogwarts, he discovers an old book marked as 'Property of the Half-Blood Prince', and begins to learn more about Lord Voldemort's dark past.",
    "image": "Harry Potter and the Half-Blood Prince.jpg"
  },
  {
    "title": "Harry Potter and the Deathly Hallows: Part 1",
    "releaseDate": "2010-10-17",
    "rating": "7.5/10",
    "summary": "Harry, Ron and Hermione walk away from their last year at Hogwarts to find and destroy the remaining Horcruxes, putting an end to Voldemort's bid for immortality. But with Harry's beloved Dumbledore dead and Voldemort's unscrupulous Death Eaters on the loose, the world is more dangerous than ever.",
    "image": "Harry Potter and the Deathly Hallows_1.jpg"
  },
  {
    "title": "Harry Potter and the Deathly Hallows: Part 2",
    "releaseDate": "2011-07-07",
    "rating": "7.9/10",
    "summary": "Harry, Ron and Hermione continue their quest to vanquish the evil Voldemort once and for all. Just as things begin to look hopeless for the young wizards, Harry discovers a trio of magical objects that endow him with powers to rival Voldemort's formidable skills.",
    "image": "Harry Potter and the Deathly Hallows_2.jpg"
  },
  {
    "title": "Arena",
    "releaseDate": "2011-10-11",
    "rating": "5/10",
    "summary": "David Lord finds himself forced into the savage world of a modern gladiatorial arena, where men fight to the death for the entertainment of the online masses.",
    "image": "Arena.jpg"
  },
  {
    "title": "Presto",
    "releaseDate": "2008-06-18",
    "rating": "8/10",
    "summary": "Dignity. Poise. Mystery. We expect nothing less from the great turn-of-the-century magician, Presto. But when Presto neglects to feed his rabbit one too many times, the magician finds he isn't the only one with a few tricks up his sleeve!",
    "image": "Presto.jpg"
  },
  {
    "title": "千と千尋の神隠し",
    "releaseDate": "2001-07-20",
    "rating": "8.3/10",
    "summary": "A ten year old girl who wanders away from her parents along a path that leads to a world ruled by strange and unusual monster-like animals. Her parents have been changed into pigs along with others inside a bathhouse full of these creatures. Will she ever see the world how it once was?",
    "image": "Spirited_Away_poster.jpg"
  },
  {
    "title": "The Fairy",
    "releaseDate": "1998-01-01",
    "rating": "5/10",
    "summary": "When Kyle (Jameson Baltes) and Evie (Brittney Bowman) Preston start exploring the grounds of their late grandmother's house they discover an old, abandoned mine shaft and soon find that the old lady's stories about fairies trapped underground were true. Imprisoned many years ago by two battling giants, the fairies now risk being lost forever unless Kyle and Evie can find a way to help them. The task becomes even more urgent when the children's father (Corbin Bernsen) is taken ill, and they need the fairies to cure him with their magic",
    "image": "The Fairy.jpg"
  },
  {
    "title": "인천상륙작전",
    "releaseDate": "2016-07-27",
    "rating": "5.5/10",
    "summary": "A squad of soldiers fight in the Korean War's crucial Battle of Incheon.",
    "image": "인천상륙작전.jpg"
  },
  {
    "title": "최종병기 활",
    "releaseDate": "2011-08-10",
    "rating": "6.7/10",
    "summary": "13 years after the King Injo Revolt, the Chosun Dynasty is attacked by the Chung Dynasty of China. A young man named Na-mi leaves his demolished village to find his young sister, Ja-in, and her finance Su-koon, who were to wed on the very day of the attack. While on his mission to rescue her, he is being traced by Jushinta, a fierce Chung Warrior, and his band of malicious men who are out to stop him. Na-mi has but a day to rescue his sister before she is taken away to be a slave. When Na-mi finally finds his sister, Jushinta comes between them and a fierce battle between two of the finest warriors unfolds.",
    "image": "최종병기_활.jpg"
  },
  {
    "title": "Winter in Wartime",
    "releaseDate": "2008-11-17",
    "rating": "6.8/10",
    "summary": "During World War II in the freezing Netherlands winter of 1944/1945 the western Netherlands are in the grip of a famine.  Many people move east to provide for their families. Fourteen year old Michiel can't wait to join the Dutch resistance, to the dismay of his father, who, as mayor, works to prevent escalations in the village.",
    "image": "Winter in Wartime.jpg"
  },
  {
    "title": "The Winter Guest",
    "releaseDate": "1997-12-27",
    "rating": "6.9/10",
    "summary": "The plot of the story is interactions between two young boys, two teenagers, a mother, a grandmother, and two elderly women. It can be said though that the main actor in the film is frozen sea, and the rest of the stories are only surreal background to it.",
    "image": "The Winter Guest.jpg"
  },
  {
    "title": "Dead of Winter",
    "releaseDate": "1987-02-06",
    "rating": "6.4/10",
    "summary": "A fledgling actress is lured to a remote mansion for a screen-test, soon discovering she is actually a prisoner in the middle of a blackmail plot.",
    "image": "Dead of Winter.jpg"
  }
]
